Repository: iabsis/igestis
Catalog: lang/locale/*/LC_MESSAGES/igestis.po
Languages: fr_fr

source: First contact first name, example
fr_fr: Premier contact premier nom, example

source: First contact last name, example
fr_fr: Premier contact dernier nom, example

source: Customer type, possible value
fr_fr: Type de client, valeur possible

source: Enterprise or collectivity name, empty for individual.
fr_fr: Nom de l'entreprise ou de la collectivité, ne pas remplir pour les particuliers.

source: Bolean, does the TVA billed for the customer, possible value
fr_fr: Boléen, est-ce que la TVA est facturée au client, valeur possible

source: Are you sure that you want to delete this customer ?
fr_fr: Etes-vous sûr de vouloir supprimer ce client ?

source: Add new customer
fr_fr: Ajouter un nouveau client

source: Import customers
fr_fr: Importer des clients

source: Error
fr_fr: Erreur

source: Authorization error
fr_fr: Erreur d'autorisation

source: You don't have autorisation to access to this page.
fr_fr: Vous ne possédez pas les droits pour accéder à cette page.

source: Show a customer
fr_fr: Afficher un client

source: Consult the customer details
fr_fr: Consultez les détails concernant le client

source: Create a new customer
fr_fr: Créer un nouveau client

source: Fill all information about the new customer
fr_fr: Complétez toutes les informations concernant ce nouveau client

source: Customer information
fr_fr: Informations concernant le client

source: Customer type
fr_fr: Type de client

source: Define the showed name
fr_fr: Définissez la dénomination

source: Define the client ID
fr_fr: Définir l'ID du client

source: This field can be used to define a cusomized ID linked with an external software
fr_fr: Le champs peut être utilisé pour définir un ID lié à un logiciel tiers.

source: Personnal information
fr_fr: Informations personnelles

source: Change password
fr_fr: Changer de mot de passe

source: User name
fr_fr: Nom d'utilisateur

source: Username not editable
fr_fr: Nom d'utilisateur non éditable

source: Due to some constraints and data depedencies with the employee, this field is not editable.
fr_fr: Dû a des contraintes et dépendances des données avec l'employé, ce champ n'est pas modifiable.

source: Let empty will keep the old password. If changed, please choose a good password, with a minimum of 5 caracters.
fr_fr: Laissez le champ vide garder l'ancien mot de passe. S'il doit être changé, veuillez choisir un mot de passe compliqué d'autre moins cinq caractères.

source: Password confirmation just confirms that you make an error when you typed the first password.
fr_fr: Le mot de passe de confirmation pour s'assurer que vous n'avez pas fait d'erreur pendant la saisie du premier mot de passe.

source: Error on form submit
fr_fr: Erreur à la validation du formulaire

source: Invalid form
fr_fr: Formulaire invalide

source: The datas that you have just sent are invalid. Please go back to the form and fix the invalid datas (Check if javascript is activated to let you see the form errors).
fr_fr: Les données que vous avez envoyées ne sont pas valides. Veuillez retourner dans le formulaire afin de modifier ces données (vérifier que javascript est bien activé de manière à vous permettre de voir l'erreur dans le formulaire) .

source: Invoked reason
fr_fr: Raison invoquée

source: Show a department
fr_fr: Afficher un département

source: Show department details
fr_fr: Voir le détail du département.

source: Please give us your idea
fr_fr: Donnez votre idée

source: Please note that this request will not give an immediate result, we will take care about your remark, then we will probably contact you.
fr_fr: Veuillez noter que la réponse à votre requête ne sera pas immédiate. Nous allons prendre connaissance de votre remarque, puis probablement vous contacter.

source: What you would like to do?
fr_fr: Quelle fonctionnalité souhaiteriez vous avoir ?

source: Where do you want the new feature?
fr_fr: Ou est ce que vous souhaitez cette nouvelle fonctionnalité ?

source: Email where we can contact you
fr_fr: Mail ou nous pouvons vous contacter

source: Send the bug
fr_fr: Envoyer le rapport de bug

source: Create a new company
fr_fr: Créer une nouvelle société

source: Fill all information about the new company
fr_fr: Complétez toutes les informations concernant cette nouvelle société.

source: Define the company name
fr_fr: Définir le nom de la société

source: Write here your complete company name in its legal form
fr_fr: Écrivez ici la désignation complète de votre société dans sa forme légale

source: Edit contact information
fr_fr: Modifier les informations concernant le contact

source: Set main contact
fr_fr: Contact principal

source: Address
fr_fr: Adresse

source: Address supplement
fr_fr: Complément d'adresse postale

source: Attached data file
fr_fr: Fichier attaché

source: Loading list of scanners ...
fr_fr: Chargement de la liste des scanners ...

source: File
fr_fr: Fichier

source: Keep the current file
fr_fr: Gardez le fichier courant

source: Delete file
fr_fr: Supprimer un fichier

source: Don't attach file
fr_fr: Ne pas attacher le fichier

source: iGestis is a free ERP software for small companies. It's licenced under GPL v3.
fr_fr: iGestis est un logiciel ERP gratuit pour les petites entreprises. Elle possède une licence GPL v3.

source: GPL V3 Licence page
fr_fr: Page de la licence GPL v3

source: iGestis home page
fr_fr: Page d'accueil iGestis

source: iGestis works with the following librairies.
fr_fr: iGestis fonctionne avec les librairies suivantes

source: Search
fr_fr: Rechercher

source: files
fr_fr: fichiers

source: All
fr_fr: Tout

source: Add
fr_fr: Ajouter

source: No matching records found
fr_fr: Aucune donnée correspondante n'a été trouvée

source: No entries to show
fr_fr: Aucune entrée à afficher

source: Processing
fr_fr: Traitement en cours

source: Loading
fr_fr: Chargement

source: Showing
fr_fr: Afficher

source: to
fr_fr: à

source: entries
fr_fr: entrées

source: of
fr_fr: de

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: No data available in table
fr_fr: Aucune information disponible dans ce tableau

source: Showing _START_ to _END_ of _TOTAL_ entries
fr_fr: Afficher _START_ à _END_ de _TOTAL_ entrées

source: (filtered from _MAX_ total entries)
fr_fr: (filtré sur _MAX_ entrée)

source: _MENU_ records per page
fr_fr: _MENU_ enregistrements par page

source: First
fr_fr: Premier

source: Last
fr_fr: Dernier

source: This field is required.
fr_fr: Ce champ est obligatoire.

source: Please fix this field.
fr_fr: Veuillez corriger ce champ.

source: Please enter a valid email address.
fr_fr: Veuillez entrer une adresse email valide.

source: Please enter a valid URL.
fr_fr: Veuillez entrer un URL valide

source: Please enter a valid date.
fr_fr: Veuillez entrer une date valide

source: Please enter a valid date (ISO).
fr_fr: Veuillez entrer une date valide (ISO).

source: Please enter a valid number.
fr_fr: Veuillez entrer un numéro valide

source: Please enter only digits.
fr_fr: Veuillez n'entrer que des numéros.

source: Please enter a valid credit card number.
fr_fr: Veuillez entrer un numéro de carte bancaire valide

source: Please enter the same value again.
fr_fr: Veuillez entrer à nouveau la même valeur.

source: Please enter a value with a valid extension.
fr_fr: Veuillez entrer une valeur avec une extension valide.

source: Please enter no more than {0} characters.
fr_fr: Veuillez ne pas entrer plus de {0} caractères.

source: Please enter at least {0} characters.
fr_fr: Veuillez entrer au minimum {0} caractères.

source: Please enter a value between {0} and {1} characters long.
fr_fr: Veuillez entrer une valeur comprise entre {0} et {1} caractères.

source: Please enter a value between {0} and {1}.
fr_fr: Veuillez entrer une valeur comprise entre {0} et {1}.

source: Please enter a value less than or equal to {0}.
fr_fr: Veuillez entrer une valeur inférieure ou égale à {0}

source: Please enter a value greater than or equal to {0}.
fr_fr: Veuillez entrer une valeur supérieure ou égale à {0}.

source: Please enter a correct value.
fr_fr: Veuillez entrer une valeur correcte.

source: This login already exists.
fr_fr: Cet identifiant est déjà existant.

source: The login must be in lower case, no special caracters, and not begin by a number.
fr_fr: L'identifiant doit être en lettres minuscules, sans caractères spéciaux, et ne doit pas commencer par un chiffre.

source: Please enter an unique value.
fr_fr: Veuillez n'entrer qu'une seule valeur.

source: Show a supplier
fr_fr: Voir le fournisseur

source: Show supplier details
fr_fr: Voir les détails du fournisseur

source: Create a new supplier
fr_fr: Créer un nouveau fournisseur

source: Fill all information about the new supplier
fr_fr: Complétez toutes les informations concernant ce nouveau fournisseur

source: Supplier information
fr_fr: Information du fournisseur

source: Define the supplier ID
fr_fr: Définir l'ID du fournisseur

source: Main contact information
fr_fr: Information du contact principal

source: Thank you for using iGestis
fr_fr: Merci d'avoir utilisé iGestis

source: You received this mail because you or somebody asked to reset your password. If you think this is an error, you can just delete this mail.
fr_fr: Vous recevez ce mail car vous ou une autre personne souhaite supprimer votre mot de passe. Si vous pensez que c'est une erreur, vous pouvez simplement supprimer ce mail.

source: Follow the link under the login concerned, you may have several link in case of your mail is registered with multiple iGestis account.
fr_fr: Suivez le lien de l'identifiant concerné, vous pouvez avoir plusieurs liens dans le cas ou votre mail est enregistré plusieurs dans différents comptes iGestis.

source: For the login
fr_fr: Pour l'identifiant

source: Account type is
fr_fr: Le type de compte est

source: The page that you requested is not found.
fr_fr: La page que vous recherchez n'a pas été trouvée.

source: Edit an employee
fr_fr: Editer un employé

source: Modify the information about the selected employee
fr_fr: Modifiez les informations concernant l'employé sélectionné

source: Due to some constraints, the username is not editable.
fr_fr: Dû à des contraintes, le nom d'utilisteur n'est pas modifiable

source: Edit a department
fr_fr: Modifier un département

source: Modify the information about the selected department
fr_fr: Modifiez les informations concernant le département sélectionné

source: Reset my password
fr_fr: Réinitialiser mon mot de passe

source: Login or Email
fr_fr: Identifiant ou Email

source: Request a new password
fr_fr: Demande d'un nouveau mot de passe

source: Quick tour
fr_fr: Aperçu rapide

source: New menu style
fr_fr: Nouveau style de menu

source: The menu has been now moved on the top of the screen and has been reorganised.
fr_fr: Le menu se trouve désormais en haut de votre écran et a été réorganisé.

source: Personal settings
fr_fr: Paramètres personnels

source: All personal information are available in <b>My account</b> submenu. Don't forgot to choose a good password !
fr_fr: Toutes les informations personnelles sont disponibles dans le sous menu <b>My account</b> . N'oubliez pas de choisir un mot de passe pertinent !

source: New clear forms
fr_fr: Nouveau formulaires plus clairs

source: All forms have on fly data check avoiding errors.
fr_fr: Tous les formulaires ont des vérifications à la volée afin d'éviter les erreurs de saisies.

source: Enter information
fr_fr: Entrer des informations

source: Save
fr_fr: Enregistrer

source: New interractive tables
fr_fr: Nouveaux tableaux interactifs

source: Column 1
fr_fr: Colonne 1

source: Column 2
fr_fr: Colonne 2

source: Column 3
fr_fr: Colonne 3

source: Column 4
fr_fr: Colonne 4

source: Row %row%
fr_fr: Rangée %row%

source: Edit a customer
fr_fr: Modifier un client

source: Modify the information about the selected customer
fr_fr: Modifiez les informations concernant le client sélectionné

source: Set the client ID
fr_fr: définissez l'ID du client

source: General Admin
fr_fr: Administration générale

source: Update general configuration of Igestis
fr_fr: Mettre à jour la configuration générale d'iGestis

source: Clean caches
fr_fr: Vider les caches

source: Clear templates cache
fr_fr: Vider les caches des pages.

source: Clear languages cache
fr_fr: Vider le cache des traductions

source: Apply actions
fr_fr: Valider les actions

source: An iGestis user reports a new feature request
fr_fr: Un utilisateur d'iGestis demande de nouvelles fonctions

source: User would like to do:
fr_fr: L'utilisateur souhaiterait :

source: User would like at location:
fr_fr: Emplacement de l'utilisateur

source: PHP configuration
fr_fr: Configuration PHP

source: Mysql driver
fr_fr: Driver Mysql

source: Not installed
fr_fr: Non installé

source: Mcrypt extension
fr_fr: Extension Mcrypt

source: Json extension
fr_fr: Extension Json

source: Ldap extension (optionnal)
fr_fr: Extension Ldap (optionelle)

source: Timezone
fr_fr: Fuseau horraire

source: Not defined
fr_fr: Non définit

source: Access
fr_fr: Accès

source: Documents folder
fr_fr: Dossier des documents

source: Found
fr_fr: Trouvé

source: Not found
fr_fr: Introuvable

source: Writable
fr_fr: Inscriptible

source: Not writable
fr_fr: Pas d'accès en écriture

source: Cache folder
fr_fr: Dossier cache

source: iGestis configuration
fr_fr: Configuration d'iGestis

source: config.ini file
fr_fr: fichier config.ini

source: Virtual Host
fr_fr: Hôte virtuel

source: Invalid VHost
fr_fr: Vhost invalide

source: Database configuration
fr_fr: Configuration de la base

source: Database connexion
fr_fr: Connection à la base

source: Credentials ok
fr_fr: Authentification ok

source: Connexion failed
fr_fr: Connexion échouée

source: Db not found
fr_fr: Base de données introuvable

source: Tables not found
fr_fr: Tableau introuvable

source: Launch database update
fr_fr: Lancer la mise à jour de la base de donnée

source: Ldap configuration
fr_fr: Configuration Ldap

source: Use ldap
fr_fr: Utiliser LDAP

source: Ldap connexion
fr_fr: Connexion Ldap

source: Users OU
fr_fr: OU Utilisateur

source: Customers OU
fr_fr: OU clients

source: Suppliers OU
fr_fr: OU Fournisseurs

source: Create Ou
fr_fr: Créer le OU

source: Once everything's ok, you can remove the install folder in order to start to use igestis. Then, refresh the page, you should automatically be redirected to the login page.
fr_fr: Une fois que tous est ok, vous devez supprimer le dossier install afin de démarrer avec igestis. Raffraichissez ensuite la page, vous devriez être redirigé automatiquement sur la page d'authentification.

source: Do you confirm that you want update the database ?
fr_fr: Etes-vous sûr de vouloir mettre à jour la base de donnée ?

source: Doctor
fr_fr: Docteur

source: Miss
fr_fr: Mademoiselle

source: Mister
fr_fr: Monsieur

source: Madam
fr_fr: Madame
