Repository: iabsis/igestis
Catalog: lang/locale/*/LC_MESSAGES/igestis.po
Languages: fr_fr

source: No scanner found
fr_fr: Aucun scanner trouvé

source: The department name is a required field
fr_fr: Le nom du département est un champ requis

source: The department data has been successfully saved
fr_fr: Les données du département ont été enregistrées avec succès

source: The department has been successfully deleted
fr_fr: Le département a été supprimé avec succès

source: The employee has not been found
fr_fr: L'employé n'a pas été trouvé

source: The employee data have been successfully saved
fr_fr: Les données de l'employé ont été enregistrées avec succès

source: The employee has been successfully deleted
fr_fr: L'employé a été supprimé avec succès

source: The Employee has not been found
fr_fr: L'employé n'a pas été trouvé

source: The twig cache has correctly been cleared.
fr_fr: Le cache Twig a été vidé avec succès

source: The lang cache has correctly been reloaded.
fr_fr: Le cache des langues a été raffraichi avec succès

source: No post datas
fr_fr: Pas de post datas

source: Data have been successfully saved
fr_fr: Les données ont été enregistrées avec succès

source: Thanks to complete this form in order to reset your password
fr_fr: Merci de complété ce formulaire afin de réinitialiser votre mot de passe

source: User not known
fr_fr: Utilisateur inconnu

source: Password reset request
fr_fr: Requête de ré-initialisation de mot de passe

source: This password reset key code is unknown. Thanks to try the process again
fr_fr: La clé de réinitialisation de mot de passe est inconnue. Merci de recommencer le processus.

source: The new password has been saved. You can try to login with your new password
fr_fr: Le nouveau mot de passe a été sauvegardé. Vous pouvez désormais l'utiliser pour vous authentifier.

source: New feature request
fr_fr: Besoin de nouveauté ?

source: Thanks for your request, an email will be sent to igestis developpers.
fr_fr: Merci pour votre demande, un mail a été envoyé aux développeurs d'iGestis

source: New bug report
fr_fr: Rapport de bug

source: The customer has not been found
fr_fr: Le client n'a pas été trouvé

source: The customer data have been successfully saved
fr_fr: Les données du client ont été enregistrées avec succès

source: The customer has been successfully deleted
fr_fr: Le client a été supprimé avec succès

source: The file contains no usable datas
fr_fr: Le fichier ne contient pas de donnée utilisable

source: Thanks to select one or more entries from the table
fr_fr: Veuillez sélectionner une ou plusieurs entrées du tableau

source: The supplier has not been found
fr_fr: Le fournisseur n'a pas été trouvé

source: The supplier data have been successfully saved
fr_fr: Les données du fournisseur ont été enregistrées avec succès

source: The supplier has been successfully deleted
fr_fr: Le fournisseur a été supprimé avec succès

source: iGestis has detected the '/public/' prefix in the current url. This is not safe, you should create a virtualhost that point directly into the '/public' folder to disallow the access to the rest of the application from the browser.
fr_fr: iGestis a détecté le prefix '/public/' dans l'url courante. Ceci n'est pas sécurité et vous devriez créer un hôte virtuel qui pointe directement dans le sous dossier '/public' afin de bloquer l'accès aux autres éléments de l'application depuis le navigateur.

source: Failed
fr_fr: Echec

source: The mysql database has been successfully imported
fr_fr: La base de données a été sauvegardée avec succès

source: The company name is a required field
fr_fr: Le nom de la société est un champ requis

source: The company data have been successfully saved
fr_fr: Les données de la société ont été enregistrées avec succès

source: The company has been successfully deleted
fr_fr: La société a été supprimée avec succès

source: Connection to %s failed
fr_fr: Connexion a %s échoué

source: The default credentials after a new install are : root / password. Remember to change them if that's not already done.
fr_fr: Les identifiants par défaut après une nouvelle installation sont : root / password. N'oubliez pas de les changer si ce n'est pas déjà fait.

source: Employees
fr_fr: Employés

source: Customers
fr_fr: Clients

source: Suppliers
fr_fr: Fournisseurs

source: My companies
fr_fr: Mes sociétés

source: Departments
fr_fr: Départements

source: Modules and addons
fr_fr: Modules additionnels

source: Login column was not found
fr_fr: La colonne Login n'est pas trouvée

source: This login is already associated to a non supplier contact
fr_fr: Cet identifiant est déjà associé à un contact non fournisseur

source: Persisting the new user :
fr_fr: Enregistrement du nouvel utilisateur :

source: %d added, %d updated, %d passed
fr_fr: %d ajouté, %d mis à jour, %d ignoré

source: This login is already associated to an employee
fr_fr: Cet identifiant est déjà associé à un employé

source: Command not found
fr_fr: Commande introuvable

source: No label
fr_fr: Pas de label

source: The '%s' folder is not writeable. Unable to scan document into this folder
fr_fr: Le dossier '%s' n'est pas inscriptible. Impossible de numériser le document dans le dossier

source: The file '%s' already exists and is not deletable. Unable to scan document.
fr_fr: Le fichier '%s' existe déjà ou ne peut pas être supprimé. Impossible de numériser le document.

source: There is not any company to import the user in
fr_fr: Il n'y a pas de société pour importer l'utilisateur automatiquement

source: Unable to retrieve datas from the LDAP / Active directory server
fr_fr: Impossible de récupérer les données depuis l'annuaire LDAP / Active directory

source: An error occurred while parsing the sql '%s' file : %s
fr_fr: Une erreur s'est produite pendant le traitement du fichier '%s' : '%s'

source: Please specify a login and a password
fr_fr: Veuillez choisir un identifiant et un mot de passe

source: Invalid username or password
fr_fr: Nom d'utilisateur ou mot de passe invalide

source: None
fr_fr: Aucun

source: No privileges
fr_fr: Aucun privilège

source: Administrator
fr_fr: Administrateur

source: Can do everything
fr_fr: Aucune restriction

source: Employee
fr_fr: Employés

source: Can edit customers and show employees
fr_fr: Peut modifier les clients et voir les employés

source: Unable to delete this row. It has some associated datas on the application
fr_fr: Impossible de supprimer cette ligne, elle est associée à des données dans l'application

source: The scriptName is required
fr_fr: Le scriptName est requis

source: The csv file does not exists or is not readable
fr_fr: Le fichier csv n'existe pas ou n'est pas lisible

source: The '%s' module doest not exist
fr_fr: Le module '%s' n'existe pas

source: Compiling '%s' ...
fr_fr: Compilation '%s' ...

source: Done. The new '%s' POT file has been created.
fr_fr: Fat. Le nouveau fichier POT '%s' a été créé.

source: An error has occured during the import process. Try to import the sql file manually.
fr_fr: Une erreur s'est produite pendant le processus d'import. Essayez d'importer le fichier SQL manuellement.

source: Route not known for url :
fr_fr: Route introuvable pour l'url :

source: A key is required to send a data to ajax script
fr_fr: Une clé est nécessaire afin d'envoyer une donnée au script ajax

source: successful and error are reserved keywords
fr_fr: successful et error sont des mots clés réservés

source: Error occured during ajax statement
fr_fr: Une erreur s'est produite pendant le traitement de l'ajax

source: This person already exists in LDAP and it's not an employee
fr_fr: Cette personne existe déjà dans l'annuaire mais n'est pas un employé

source: This login already exists in LDAP as employee
fr_fr: Cet identifiant est déjà existant dans l'annuaire LDAP

source: Warning : Unknown '%s' user type
fr_fr: Attention : type d'utilisateur '%s' inconnu

source: Error : LDAP_USER_RDN cannot be set to true. Please set to false or a custom value
fr_fr: Erreur : LDAP_USER_RDN ne peut pas être défini sur "true". Veuillez le définir à "false" ou bien choisir une valeur personnalisée

source: The config.ini file is not found or not readable
fr_fr: Le fichier config.ini est introuvable ou n'est pas lisible

source: The config.ini file contains errors
fr_fr: Le fichier config.ini contient des erreurs

source: Warning!
fr_fr: Attention !

source: You must first create at least one company before adding an employee.
fr_fr: Vous devez d'abord créer au moins une société avant de pouvoir ajouter un employé.

source: Create a company
fr_fr: Créer une société

source: Modification of
fr_fr: Modification de

source: Account information
fr_fr: Informations concernant ce compte

source: Department
fr_fr: Départements

source: Custom application rights
fr_fr: Droits de l'application personnalisé

source: Save changes
fr_fr: Enregistrer les modifications

source: Cancel
fr_fr: Annuler

source: Nothing to edit.
fr_fr: Rien n'est à modifier

source: Default users rights
fr_fr: Droit utilisateur par défaut

source: Are you sure that you want to restore the default page ?
fr_fr: Etes-vous sûr de vouloir restaurer la page d'origine ?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Error during ajax statement
fr_fr: Erreur pendant le traitement ajax

source: Edit the home page
fr_fr: Modifier la page d'accueil

source: Edit this page
fr_fr: Modifier cette page

source: Revert to original state
fr_fr: Revenir à la page d'origine

source: Welcome to iGestis !!
fr_fr: Bienvenue sur iGestis !!

source: It seems this is the first time you log in iGestis. You can have a quick tour of what you can do with iGestis.
fr_fr: Il semblerait que ce soit la première fois que vous vous connectez sur iGestis. Vous pouvez avoir un aperçu rapide de ce que vous pouvez faire avec iGestis.

source: See a quick tour
fr_fr: Avoir un aperçu

source: Companies management
fr_fr: Gestion des sociétés

source: Add a company
fr_fr: Ajouter une société

source: View all companies
fr_fr: Voir toutes les sociétés

source: Employees management
fr_fr: Gestion des employés

source: Add an employee
fr_fr: Ajouter un employé

source: View all employees
fr_fr: Voir tous les employés

source: Customers management
fr_fr: Gestion des clients

source: Add a customer
fr_fr: Ajouter un client

source: View all customers
fr_fr: Voir tous les clients

source: Providers management
fr_fr: Gestion des fournisseurs

source: Add a provider
fr_fr: Ajouter un fournisseur

source: View all providers
fr_fr: Voir tous les fournisseurs

source: My account
fr_fr: Mon compte

source: Update my personnal details
fr_fr: Mettre à jour mes informations personnelles

source: Authentication
fr_fr: Authentification

source: Login
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Remember me
fr_fr: Se souvenir de moi

source: Sign in
fr_fr: Connexion

source: Lost password
fr_fr: Mot de passe oublié

source: Are you sure that you want to delete this employee ?
fr_fr: Etes-vous sûr de vouloir supprimer cet employé ?

source: Add new employee
fr_fr: Ajouter un nouvel employé

source: Denomination
fr_fr: Dénomination

source: Mail
fr_fr: Adresse mail

source: Phone
fr_fr: Téléphone

source: Mobile
fr_fr: Téléphone portable

source: View
fr_fr: Afficher

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Logged in as
fr_fr: Connecté en tant que

source: Logout
fr_fr: Se déconnecter

source: Not Logged in
fr_fr: Non connecté

source: Required
fr_fr: Obligatoire

source: Browse
fr_fr: Parcourir

source: Select image
fr_fr: Sélectionnez l'image

source: Change
fr_fr: Changer

source: Remove
fr_fr: Supprimer

source: Choose a value
fr_fr: Choisir un paramètre

source: Are you sure that you want to delete this company ?
fr_fr: Etes-vous sûr de vouloir supprimer cette société ?

source: Add new company
fr_fr: Ajouter une nouvelle société

source: Company name
fr_fr: Raison sociale

source: City
fr_fr: Ville

source: About iGestis
fr_fr: A propos d'iGestis

source: Need help?
fr_fr: Besoin d'aide ?

source: Need new feature?
fr_fr: Besoin de nouveauté ?

source: Bug report
fr_fr: Rapport de bug

source: Personal information
fr_fr: Informations personnelles

source: Application rights
fr_fr: Droits de l'application

source: Are you sure that you want to delete this department ?
fr_fr: Etes-vous sûr de vouloir supprimer ce département ?

source: Add new department
fr_fr: Ajouter une nouveau département

source: Department name
fr_fr: Nom du département

source: Department description
fr_fr: Description du département

source: You cannot create a customer or provider, please create an employee account before.
fr_fr: Vous ne pouvez pas créer de client ni de fournisseur, veuillez créer un employé avant.

source: Create an employee
fr_fr: Créer un employé

source: You are using the root account, which is a system account. Thus, some fonctions will be disabled by default. Please create a new employee whose account will allow you to enjoy all the fonctions.
fr_fr: Vous utilisez le compte root qui est un compte système. Certaines fonctions vont donc être désactivées par défault. Veuillez créer un nouvel employé dont le compte vous permettra de bénéficier de toutes les fonctionnalités.

source: Don't call this template directly, but extend this template from an other twig
fr_fr: N'appelez pas ce modèle directement, mais étendez le depuis un autre twig

source: Home
fr_fr: Accueil

source: Last name
fr_fr: Nom

source: First name
fr_fr: Prénom

source: Main contact
fr_fr: Contact principal

source: Create a new employee
fr_fr: Créer un nouvel employé

source: Fill all information about the new employee
fr_fr: Complétez toutes les informations concernant ce nouvel employé

source: Civility
fr_fr: Civilité

source: Company
fr_fr: Société

source: Phone supplement
fr_fr: Téléphone complémentaire

source: Mobile phone
fr_fr: Téléphone portable

source: Postal address
fr_fr: Adresse postale

source: Postal address supplement
fr_fr: Complément d'adresse postale

source: Postal code
fr_fr: Code postal

source: Country
fr_fr: Pays

source: Language
fr_fr: Langue

source: Username
fr_fr: Nom d'utilisateur

source: Choose a username
fr_fr: Choisir un nom d'utilisateur

source: Username must be in lower case, begin with a letter and not contain special caracter.
fr_fr: L'identifiant doit être en lettres minuscules, sans caractères spéciaux, et ne doit pas commencer par un chiffre.

source: Choose a password
fr_fr: Choisir un mot de passe

source: Please choose a good password, with a minimum of 5 caracters.
fr_fr: Veuillez choisir un mot de passe compliqué avec au moins 5 caractères.

source: Password confirmation
fr_fr: Confirmez votre mot de passe

source: Confirm the password
fr_fr: Confirmer le mot de passe

source: Password confirmation just checks that you did not make an error when you typed the first password.
fr_fr: Le mot de passe de confirmation pour s'assurer que vous n'avez pas fait d'erreur pendant la saisie du premier mot de passe.

source: Inherit from company rights
fr_fr: Hérité des droits de la société

source: Error, you don't have permission to access to this page
fr_fr: Vous ne possédez pas les droits pour accéder à cette page.

source: Help
fr_fr: Aide

source: See again the quick tour
fr_fr: Revoir l'aperçu

source: iGestis support website
fr_fr: Site internet du support iGestis

source: Back
fr_fr: Retour

source: Set new password
fr_fr: Entrez votre nouveau mot de passe

source: Fill this form to reset your password
fr_fr: Remplissez ce formulaire pour réinitialiser votre mot de passe

source: Please choose a new password
fr_fr: Veuillez choisir un nouveau mot de passe

source: Confirm password
fr_fr: Confirmation du mot de passe

source: Set the new password
fr_fr: Entrez votre nouveau mot de passe

source: Back to home page
fr_fr: Retour à la page d'accueil

source: Reset again a password
fr_fr: Supprimer une nouvelle fois un mot de passe

source: Error, the link is has expired or is invalid
fr_fr: Erreur, le lien a expiré ou est invalide

source: About
fr_fr: A propos

source: Intervention informations
fr_fr: information de l'intervention

source: Input demo
fr_fr: Entrée de démo

source: Symbol demo
fr_fr: Demo de symbole

source: Date demo
fr_fr: Demo date

source: File demo
fr_fr: Fichier démo

source: Edit a company
fr_fr: Modifier une société

source: Modify the information about the selected company
fr_fr: Modifiez les informations concernant la société sélectionnée

source: Place here your complete company name with legal form
fr_fr: Placez ici le nom de votre société sous sa forme légale (Sàrl, SA,...)

source: Your logo
fr_fr: Votre logo

source: Select your logo
fr_fr: Sélectionnez votre logo

source: Web site
fr_fr: Site internet

source: VAT number
fr_fr: TVA

source: VAT rating
fr_fr: taux de la TVA

source: Bank
fr_fr: Banque

source: Money symbol
fr_fr: Symbole monétaire

source: Inherit from default company rights
fr_fr: Hérité des droits la société par défaut

source: View all installed addons
fr_fr: Voir tous les modules installés

source: Installed
fr_fr: Installé

source: Nothing to view.
fr_fr: Aucun élément à afficher

source: From:
fr_fr: De:

source: What the user was doing:
fr_fr: Ce que l'utilisateur était en train de faire :

source: What the user expected:
fr_fr: Ce que l'utilisateur recherchait a faire:

source: What the user endured:
fr_fr: Ce qui s'est passé au lieu du résultat attendu:

source: Edit a supplier
fr_fr: Editer un fournisseur

source: Modify the information about the selected supplier
fr_fr: Modifiez les informations concernant le fournisseur sélectionné

source: Showed name
fr_fr: Dénomination

source: Set the showed name
fr_fr: Définir la dénomination

source: The showed named is the company name in this case.
fr_fr: Le label représente la nom de la société dans ce cas de figure.

source: Client ID
fr_fr: ID du client

source: Set the supplier ID
fr_fr: Définir l'ID du fournisseur

source: This field can be used to set a customized identifier linked with an external software
fr_fr: Le champs peut être utilisé pour définir un ID lié à un logiciel tiers.

source: VAT billed
fr_fr: TVA facturée

source: Bank account number
fr_fr: Numéro de carte bancaire

source: Contacts list for
fr_fr: Liste de contacts de

source: Add new contact
fr_fr: Ajouter un nouveau contact

source: Are you sure that you want to delete this contact ?
fr_fr: Etes-vous sûr de vouloir supprimer ce contact ?

source: Add and remove your employees account and information
fr_fr: Ajoutez et supprimez les comptes et informations concernant vos employés.

source: What was you doing before the bug appears?
fr_fr: Qu'est ce que vous faisiez juste avant que le bug apparaisse ?

source: What was the expected result when the bug appears?
fr_fr: Qu'est ce qui aurait du se passer au moment ou le bug est apparu ?

source: What happened instead of what you expected?
fr_fr: Que s'est-il passé au lieu de ce que vous attendiez ?

source: Email on which we can contact you
fr_fr: Mail sur laquelle nous pouvons vous contacter

source: Send
fr_fr: Envoyer

source: Departments management
fr_fr: Gestion des départements

source: Add and remove the departments you are owning.
fr_fr: Ajoutez ou supprimez les départements que vous possédez

source: Add and remove the companies you are owning. This does not include the companies which are your customers.
fr_fr: Ajoutez et supprimez les sociétés que vous possédez. Ceci n'inclut pas les sociétés qui figurent parmis vos clients.

source: Import suppliers preview
fr_fr: Aperçu avant importation des fournisseurs

source: Check all data before to finalize the suppliers import
fr_fr: Vérifier toutes les données afin de finaliser l'importation des fournisseurs

source: Import the suppliers
fr_fr: Importer les fournisseurs

source: Error message
fr_fr: Message d'erreur

source: Iabsis encoutered an error!
fr_fr: iGestis à rencontré une erreur !

source: Login page
fr_fr: Page d'identification

source: Show a company
fr_fr: Afficher une société

source: Consult the company details
fr_fr: Consultez les détails concernant la société

source: Home page
fr_fr: Page d'accueil

source: Create a new department
fr_fr: Créer un nouveau département

source: Fill all information about the new department
fr_fr: Complétez toutes les informations concernant ce nouveau département

source: Description of the department
fr_fr: Description du département

source: Suppliers management
fr_fr: Gestion des fournisseurs

source: Add and remove your suppliers. This also includes the companies which are your suppliers.
fr_fr: Ajouter et supprimez vos fournisseurs. Ceci inclut également les sociétés qui figurent parmi vos fournisseurs.

source: Import suppliers data
fr_fr: Importer des données concernant le fournisseur

source: Select file source information
fr_fr: Sélectionnez le fichier source

source: Input text file
fr_fr: Fichier texte d'import

source: Delimiter
fr_fr: Séparateur

source: Field delimiter
fr_fr: Délimiteur du champ

source: Delimiter is a caracter used to separate field.
fr_fr: Le délimiteur est un caractère utilisé pour séparé les champs.

source: Enclosure
fr_fr: Délimiteur

source: The source file has to be in csv format and with utf8 encoding to avoid any special caracters issue.
fr_fr: Le fichier source doit être au format csv et avec un encode en utf8 afin d'éviter tout problème de caractère spéciaux.

source: Field name
fr_fr: Nom du champ

source: Main contact civility, possible value
fr_fr: Civilité du contact principal, valeur possible

source: Must be unique, example
fr_fr: Doit être unique, exemple

source: Main contact first name, example
fr_fr: Premier contact principal, exemple

source: Main contact last name, example
fr_fr: Contact principal dernier nom, example

source: Two first letter of user Language, example:
fr_fr: Les deux premières lettre de la langue de l'utilisateur, exemple :

source: Fist part of the postal address
fr_fr: Première partie de l'adresse postale

source: Second part of the postal address
fr_fr: Deuxième partie de l'adresse postale

source: City name
fr_fr: Ville

source: Two first letter of the country
fr_fr: Deux premières lettres du pays

source: First contact phone
fr_fr: Premier contact téléphone

source: Second contact phone
fr_fr: Second téléphone du contact

source: Fax number
fr_fr: Numéro de fax

source: Company name.
fr_fr: Nom de la société

source: Bolean, does the TVA billed when invoicing this supplier, possible value
fr_fr: Boléen, est-ce que le fournisseur facture la TVA, valeur possible

source: Bank account information
fr_fr: Informations concernant le compte bancaire

source: Custom user ID, usefull to be linked with external software
fr_fr: ID utilisateur personnalisé, utile pour être lié à un logiciel tiers

source: Next step
fr_fr: Etape suivante

source: Are you sure that you want to delete this supplier ?
fr_fr: Etes-vous sûr de vouloir supprimer ce fournisseur ?

source: Add a new supplier
fr_fr: Ajouter un nouveau fournisseur

source: Import suppliers
fr_fr: Importer des fournisseurs

source: Show an employee
fr_fr: Afficher un employé

source: Consult the employee details
fr_fr: Consultez les détails concernant l'employé

source: Import customer preview
fr_fr: Aperçu avant importation des clients

source: Check all data before real customer import
fr_fr: Vérifier toutes les données avant l'importation définitive

source: Import the customers
fr_fr: Importer le client

source: Add and remove your customers. This also includes the companies which are your customers.
fr_fr: Ajoutez et supprimez vos clients. Ceci inclut également les sociétés qui figurent parmis vos clients.

source: Import customers data
fr_fr: Importer des données concernant le client

source: Contact civility, possible value
fr_fr: Civilité du contact, valeur possible
