Repository: iabsis/igestis
Catalog: debian/po/*.po
Languages: fr

source: Automatic configuration for samba
fr: Configuration automatique pour samba.

source: Samba needs to works with Ldap and shares must be setuped in order to work with igestis. Please confirm that you want update. The old config file will be keeped in
fr: Samba a besoin de fonctionner avec Ldap et les partages seront configurer automatiquement afin de fonctionner avec iGestis. Si vous préférer gérez vous même la configuration de Samba (déconseillé) veuillez répondre non. Dans l'affirmative, le fichier de configuration actuel sera sauvegardé.

source: Administrator password:
fr: Mot de passe administrateur

source: Please enter the password for the root account entry in LDAP directory. This password will be used as well on iGestis.
fr: Veuillez choisir un mot de passe pour le compte root dans votre annuaire LDAP.Ce mot de passe sera utilisé pour la première connexion à iGestis.

source: Confirm password:
fr: Veuillez confirmer le mot de passe:

source: Please enter the root password for the root in LDAP directory again to verify that you have typed it correctly.
fr: Veuillez encore entrer le mot de passe root précédemment saisi afin de vérifier que vous l'avez entré correctement.

source: Password mismatch
fr: mots de passe invalident

source: The two passwords you entered were not the same. Please try again.
fr: Les deux mots de passe entrés ne correspondent pas. Veuillez réessayer.

source: Workgroup/Domain Name:
fr: Nom de domaine ou de groupe de travail :

source: Please specify the workgroup for this system. This setting controls which workgroup the system will appear in when used as a server, the default workgroup to be used when browsing with various frontends, and the domain name used with the "security=domain" setting.
fr: Veuillez indiquer le groupe de travail pour ce système. Ce réglage définit le groupe de travail où le système apparaîtra s'il est utilisé comme serveur, le groupe de travail utilisé par défaut avec les divers outils de Samba ainsi que le nom de domaine utilisé le cas échéant avec le paramètre « security=domain ».

source: LDAP server URI:
fr: URI du serveur LDAP:

source: Please enter the Uniform Resource Identifier of the LDAP server. The format is 'ldap://<hostname_or_IP_address>:<port>/'. Alternatively, 'ldaps://' or 'ldapi://' can be used. The port number is optional.
fr: Veuillez entrer l'identifiant uniforme de ressource du serveur LDAP (URI). Le format est 'ldap://<nom d'hôte_or_adresse_IP>:<port>/'. 'ldaps://' ou 'ldapi://' peuvent également être utilisés. Le numéro du port est optionnel.

source: When using an ldap or ldaps scheme it is recommended to use an IP address to avoid failures when domain name services are unavailable.
fr: Lorsque vous utilisez un schema ldap ou ldaps, il est recommandé d'utiliser une adresse IP afin d'éviter les échecs lorsque les services de nom de domaines sont inaccessibles.

source: Multiple URIs can be specified by separating them with spaces.
fr: Plusieurs URIs peuvent être spécifiés en les séparant par des espaces.

source: LDAP server search base:
fr: Base de recherche du serveur LDAP :

source: Please enter the distinguished name of the LDAP search base. Many sites use the components of their domain names for this purpose. For example, the domain "example.net" would use "dc=example,dc=net" as the distinguished name of the search base.
fr: Veuillez entrer le nom distinctif de la base de recherche LDAP. Beaucoup de sites utiles leur nom de domaine pour cet usage. Par exemple, le domaine "exemple.net" deviendrait "dc=exemple,dc=net" comme nom distinctif de la base de recherche LDAP.

source: LDAP server password:
fr: Mot de passe pour le serveur LDAP:

source: Please enter your LDAP password for the admin account. iGestis will automatically insert the right LDAP schema and will populate in order to have the correct use.
fr: Veuillez entrer le mot de passe LDAP pour le compte admin. iGestis va ajouter automatiquement à votre serveur LDAP les schémas nécessaire au bon fonctionnement d'iGestis.
